Revit 2027 API
ParameterFilterElement.Create Method
Overload List
Name | Description
Create(Document, String, ICollection<ElementId>) |  Creates a new ParameterFilterElement in the given document.
Create(Document, String, ICollection<ElementId>, ElementFilter) |  Creates a new ParameterFilterElement in the given document.
Top
See Also
Reference
ParameterFilterElement Class
Autodesk.Revit.DB Namespace